{
  "txt_p5_t0": "Leroy, Lenny y David son los mejores saltadores del Club Hopper. Pero Leroy tiene que jugar al críquet el viernes.",
  "txt_p5_t0_easy_read": "Leroy, Lenny y David son los mejores saltadores del Hopper Club. El viernes, Leroy tiene que jugar al críquet.",
  "txt_p5_t1": "4",
  "txt_p5_t1_easy_read": "Cuatro.",
  "txt_p6_t0": "Molly Hopper tiene que ocupar el lugar de Leroy. Molly no es una muy buena saltadora y tiene miedo todo el tiempo.",
  "txt_p6_t0_easy_read": "Molly Hopper debe ocupar el lugar de Leroy. Molly no es buena saltando. Ella se siente asustada todo el tiempo.",
  "txt_p6_t1": "5",
  "txt_p6_t1_easy_read": "El número es cinco.",
  "txt_p7_t0": "Molly Hopper tiene miedo de saltar. Molly tiene miedo de saltar alto. Molly tiene miedo de saltar lejos. Molly tiene miedo de saltar en la carrera de sacos de patatas. Si Molly no salta, el Croaker Club podría ganar los tres premios de salto.",
  "txt_p7_t0_easy_read": "Molly Hopper tiene miedo de saltar. Tiene miedo de saltar alto. Tiene miedo de saltar lejos. Tiene miedo de saltar en la carrera de sacos de patatas. Si no salta, el Club Croaker podría ganar los tres premios de salto.",
  "txt_p7_t1": "6",
  "txt_p7_t1_easy_read": "El número es 6.",
  "txt_p8_t0": "El año pasado, las ranas del Club de los Croadores ganaron los tres premios. Leroy, Lenny y David dicen que Molly tiene que dejar de tener miedo. El Club de los Saltadores quiere ganar los premios.",
  "txt_p8_t0_easy_read": "El año pasado, las ranas del Club Croador ganaron los 3 premios. Leroy, Lenny y David le dicen a Molly que deje de tener miedo. El Club Saltador quiere ganar los premios.",
  "txt_p8_t1": "7",
  "txt_p8_t1_easy_read": "Este es el número siete.",
  "txt_p9_t0": "El Club Hopper se reúne en la casa de Lenny Hopper. La madre de Lenny mira hacia la sala de estar. “Niños, voy a la casa de al lado por unas semillas. Cuando terminen su reunión pueden salir a practicar.”",
  "txt_p9_t0_easy_read": "El Club Hopper se reúne en la casa de Lenny Hopper. La mamá de Lenny mira hacia la sala de estar. Dice que va a la casa de al lado a conseguir semillas. Cuando terminen la reunión, pueden salir afuera y practicar.",
  "txt_p9_t1": "8",
  "txt_p9_t1_easy_read": "Este es el número ocho.",
  "txt_p10_t0": "Cuando termina la reunión, Molly mira por la ventana. “Oh, no”, dice. “Está lloviendo. Ahora no podemos salir afuera a practicar”. Molly está muy contenta de que esté lloviendo. ¿Por qué?",
  "txt_p10_t0_easy_read": "Después de la reunión, Molly mira por la ventana. «Oh no», dice. «Está lloviendo. Ahora no podemos salir a practicar». Pero Molly se siente muy feliz por la lluvia. ¿Por qué está feliz?",
  "txt_p10_t1": "9",
  "txt_p10_t1_easy_read": "Nueve.",
  "img_p5_r0": "Dos insectos atletas con camisetas azules y pantalones cortos rojos saltan: uno realiza un salto de longitud a lo largo de una pista de césped, mientras otro supera una barra de salto de altura hacia una colchoneta de aterrizaje roja.",
  "img_p6_r0": "En un campo de hierba, un niño insecto realiza un salto de longitud hacia un foso de arena mientras otro, con las protecciones puestas, permanece de pie junto a las estacas con un bate de críquet; abajo, una chica verde con la misma equipación se agacha con expresión preocupada en una sombra púrpura.",
  "img_p7_r0": "Cuatro insectos compañeros de equipo con camisetas azules y pantalones cortos rojos están de pie con las manos en las caderas, mirando con inquietud hacia una burbuja de pensamiento a la derecha en medio de un campo de hierba con hojas esparcidas.",
  "img_p8_r0": "Sobre un escenario de troncos en un pantano, un saltamontes con un vestido amarillo levanta un trofeo dorado mientras tres ranas con suéteres morados observan; dos copas más reposan sobre una mesa verde adornada con cintas entre hojas altas, lo que sugiere una ceremonia de entrega de premios.",
  "img_p9_r0": "En una sala de estar acogedora, una madre insecto con un vestido morado está de pie en la puerta, sosteniendo una bolsa y hablando con dos niños con camisetas azules y pantalones cortos rojos que se recuestan en sillas, mientras retratos familiares enmarcados cuelgan en la pared.",
  "img_p10_r0": "Dentro de una habitación destartalada, las gotas de lluvia dejan regueros en una ventana arqueada mientras un insecto verde mira hacia afuera, un insecto marrón se desploma en una silla y un diminuto insecto azul se asoma por debajo de la mesa.",
  "sec_p5_s0_eli5": "Explicación como si tuviera 5 años:\n- Tres amigos —Leroy, Lenny y David— son los mejores saltadores de su equipo llamado el Club Hopper. Piénsalos como los superhéroes del salto de su club.\n- Las imágenes muestran a un saltador saliendo disparado hacia adelante y volando por encima de una barra alta, luego aterrizando con seguridad en una colchoneta roja y suave. Así de buenos son en sus saltos.\n- Pero Leroy tiene otro plan para el viernes: tiene que jugar al críquet, un juego de bate y pelota. Así que el viernes no puede hacer los saltos del Club Hopper porque estará en su partido de críquet.",
  "sec_p6_s0_eli5": "- Quién: Molly Hopper.\n- Qué: Ella tiene que ocupar el lugar de Leroy, como cuando tu amigo no puede jugar y tú tienes que unirte al equipo.\n- Problema: Molly no es una muy buena saltadora.\n- Sentimiento: Tiene miedo todo el tiempo de hacerlo.\n- Lo que muestran las imágenes: Un bicho niño saltando, otro sosteniendo un bate para un juego, y Molly sentada con cara preocupada, abrazando sus rodillas—está imaginando el gran salto y se siente asustada.\n- Idea principal: A veces debemos intentar algo incluso cuando tenemos miedo, como Molly al tomar el lugar de Leroy aunque saltar sea difícil para ella.",
  "sec_p7_s0_eli5": "- Molly Hopper tiene miedo de saltar.\n- Hay tres juegos de salto: salto de altura, salto de longitud y una carrera de sacos (te metes dentro de una bolsa grande y saltas como un conejito).\n- En la imagen, Molly y sus amigos insectos llevan camisetas azules y pantalones cortos rojos y parecen preocupados.\n- Si Molly no intenta saltar, el otro equipo, el Club Croaker, podría ganar los tres premios de salto.\nIdea principal: A veces nos sentimos asustados, pero intentarlo ayuda a tu equipo y evita que los premios vayan al otro club.",
  "sec_p8_s0_eli5": "Imagina dos equipos de ranas en un día deportivo. El año pasado, el Club de los Croadores ganó los tres premios — se llevaron todos los trofeos brillantes. Ahora, Leroy, Lenny y David le dicen a su amiga Molly que deje de tener miedo para que pueda ayudar a su equipo. El Club de los Saltadores quiere ganar los premios esta vez. En la imagen se ven los trofeos dorados y las ranas listas para dar lo mejor de sí.",
  "sec_p9_s0_eli5": "Piensa en el Club Hopper como un pequeño equipo de amigos. Están reunidos en la casa de Lenny Hopper, sentados en la sala de estar.\n\nLa madre de Lenny se asoma con una bolsa en la mano. Dice: «Niños, voy a la casa de al lado por unas semillas». Les recuerda que, cuando termine la reunión, pueden salir a practicar, como un equipo que primero habla y luego practica.\n\nAsí que el mensaje es: reúnanse primero adentro, luego salgan a practicar mientras mamá está justo en la casa de al lado consiguiendo semillas.",
  "sec_p10_s0_eli5": "- Después de la reunión, Molly mira por la ventana y ve que está lloviendo.\n- Dice: “Oh, no”, porque la lluvia suena a malas noticias: no pueden salir a practicar.\n- Pero Molly en realidad está feliz por dentro. La lluvia cancela la práctica, así que puede quedarse bajo techo y descansar.\n- Piénsalo como cuando sonríes en secreto porque la lluvia fuerte significa que no hay juego al aire libre en la escuela. La lluvia es su excusa para no practicar."
}