{
  "txt_p5_t0": "Leroy, Lenny et David sont les meilleurs sauteurs du Hopper Club. Mais Leroy doit jouer au cricket vendredi.",
  "txt_p5_t0_easy_read": "Leroy, Lenny et David sont les meilleurs sauteurs du club Hopper. Vendredi, Leroy doit jouer au cricket.",
  "txt_p5_t1": "4",
  "txt_p5_t1_easy_read": "Quatre.",
  "txt_p6_t0": "Molly Hopper doit prendre la place de Leroy. Molly n’est pas une très bonne sauteuse et elle a peur tout le temps.",
  "txt_p6_t0_easy_read": "Molly Hopper doit prendre la place de Leroy. Molly n'est pas douée pour sauter. Elle se sent effrayée tout le temps.",
  "txt_p6_t1": "5",
  "txt_p6_t1_easy_read": "Le nombre est cinq.",
  "txt_p7_t0": "Molly Hopper a peur de sauter. Molly a peur de sauter haut. Molly a peur de sauter loin. Molly a peur de sauter lors de la course en sac de pommes de terre. Si Molly ne saute pas, le Croaker Club pourrait remporter les trois prix de saut.",
  "txt_p7_t0_easy_read": "Molly Hopper a peur de sauter. Elle a peur de sauter haut. Elle a peur de sauter loin. Elle a peur de sauter dans la course en sac. Si elle ne saute pas, le Croaker Club pourrait gagner les trois prix de saut.",
  "txt_p7_t1": "6",
  "txt_p7_t1_easy_read": "Le nombre est 6.",
  "txt_p8_t0": "L'année dernière, les grenouilles du Club des Coasseurs ont remporté les trois prix. Leroy, Lenny et David disent que Molly doit arrêter d'avoir peur. Le Club des Sauteurs veut remporter les prix.",
  "txt_p8_t0_easy_read": "L’année dernière, les grenouilles du Croaker Club ont remporté les 3 prix. Leroy, Lenny et David disent à Molly d’arrêter d’avoir peur. Le Hopper Club veut remporter les prix.",
  "txt_p8_t1": "7",
  "txt_p8_t1_easy_read": "C'est le nombre sept.",
  "txt_p9_t0": "Le Club Hopper se réunit chez Lenny Hopper. La mère de Lenny regarde dans le salon. « Les enfants, je vais chez le voisin chercher des graines. Quand votre réunion sera terminée, vous pourrez sortir et vous entraîner. »",
  "txt_p9_t0_easy_read": "Le club Hopper se réunit à la maison de Lenny Hopper. La mère de Lenny regarde dans le salon. Elle dit qu'elle va chez les voisins d'à côté pour chercher des graines. Quand vous aurez terminé la réunion, vous pourrez sortir et vous entraîner.",
  "txt_p9_t1": "8",
  "txt_p9_t1_easy_read": "C'est le nombre huit.",
  "txt_p10_t0": "Quand la réunion est terminée, Molly regarde par la fenêtre. « Oh, non », dit-elle. « Il pleut. Maintenant, nous ne pouvons pas sortir pour nous entraîner. » Molly est très contente qu’il pleuve. Pourquoi ?",
  "txt_p10_t0_easy_read": "Après la réunion, Molly regarde par la fenêtre. « Oh non », dit-elle. « Il pleut. Maintenant, nous ne pouvons pas sortir pour nous entraîner. » Mais Molly se sent très heureuse à cause de la pluie. Pourquoi est-elle heureuse ?",
  "txt_p10_t1": "9",
  "txt_p10_t1_easy_read": "Neuf.",
  "img_p5_r0": "Deux insectes athlètes, en maillots bleus et shorts rouges, sautent : l'un effectue un saut en longueur le long d'une piste herbeuse, tandis qu'un autre franchit une barre de saut en hauteur en direction d'un tapis de réception rouge.",
  "img_p6_r0": "Sur un terrain herbeux, un enfant insecte fait un saut en longueur vers une fosse de sable, tandis qu'un autre, portant des protections, se tient près des guichets avec une batte de cricket ; en bas, une fille verte dans la même tenue s'accroupit avec une expression inquiète dans une ombre violette.",
  "img_p7_r0": "Quatre insectes coéquipiers portant des maillots bleus et des shorts rouges se tiennent, les mains sur les hanches, regardant avec inquiétude vers une bulle de pensée à droite, au milieu d’un champ herbeux parsemé de feuilles.",
  "img_p8_r0": "Sur une scène en rondins dans un marais, une sauterelle en robe jaune brandit un trophée doré tandis que trois grenouilles en pulls violets regardent ; deux autres coupes reposent sur une table verte ornée de rubans, parmi de hautes feuilles, suggérant une cérémonie de remise de prix.",
  "img_p9_r0": "Dans un salon douillet, une mère insecte en robe violette se tient dans l’embrasure de la porte, tenant un sac et s’adressant à deux enfants portant des chemises bleues et des shorts rouges qui se prélassent sur des chaises, tandis que des portraits de famille encadrés sont accrochés au mur.",
  "img_p10_r0": "Dans une pièce miteuse, des gouttes de pluie ruissellent le long d’une fenêtre cintrée tandis qu’un insecte vert regarde dehors, un insecte brun est affalé sur une chaise, et un minuscule insecte bleu jette un coup d’œil de dessous la table.",
  "sec_p5_s0_eli5": "Explication comme si j’avais 5 ans :\n- Trois amis — Leroy, Lenny et David — sont les meilleurs sauteurs de leur équipe appelée le Hopper Club. Imagine-les comme les super-héros sauteurs de leur club.\n- Les images montrent un sauteur foncer en avant et voler par-dessus une barre haute, puis atterrir en toute sécurité sur un tapis rouge moelleux. C’est dire à quel point ils sont doués pour sauter.\n- Mais Leroy a un autre programme vendredi : il doit jouer au cricket, un jeu de batte et de balle. Donc, vendredi, il ne pourra pas sauter avec le Hopper Club parce qu’il sera à son match de cricket.",
  "sec_p6_s0_eli5": "- Qui : Molly Hopper.\n- Quoi : Elle doit prendre la place de Leroy, comme quand ton ami ne peut pas jouer et que tu dois rejoindre l’équipe.\n- Problème : Molly n’est pas une très bonne sauteuse.\n- Ressenti : Elle a tout le temps peur de le faire.\n- Ce que montrent les images : Un petit insecte en train de sauter, un autre qui tient une batte pour jouer, et Molly assise, le visage inquiet, serrant ses genoux — elle imagine le grand saut et se sent effrayée.\n- Idée principale : Parfois, nous devons essayer quelque chose même si nous avons peur, comme Molly qui prend la place de Leroy même si sauter est difficile pour elle.",
  "sec_p7_s0_eli5": "- Molly Hopper a peur de sauter.\n- Il y a trois jeux de saut : sauter haut, sauter loin, et une course en sac (on se tient dans un grand sac et on saute comme un lapin).\n- Sur l'image, Molly et ses amis insectes portent des chemises bleues et des shorts rouges et ont l'air inquiets.\n- Si Molly n'essaie pas de sauter, l'autre équipe, le Club des Coasseurs, pourrait gagner les trois prix des épreuves de saut.\nGrande idée : Parfois, nous avons peur, mais essayer aide ton équipe et empêche que les prix aillent à l'autre club.",
  "sec_p8_s0_eli5": "Imagine deux équipes de grenouilles lors d'une journée sportive. L'année dernière, le Club des Coasseurs a remporté les trois prix — ils ont obtenu tous les trophées étincelants. Maintenant, Leroy, Lenny et David disent à leur amie Molly de ne plus avoir peur afin qu'elle puisse aider leur équipe. Le Club des Sauteurs veut gagner les prix cette fois. Sur l'image, on voit les trophées dorés et les grenouilles qui semblent prêtes à faire de leur mieux.",
  "sec_p9_s0_eli5": "Imagine le Club Hopper comme une petite équipe d’amis. Ils tiennent une réunion chez Lenny Hopper, assis dans le salon.\n\nLa mère de Lenny jette un coup d’œil dans la pièce, un sac à la main. Elle dit : « Les enfants, je vais à côté chercher des graines. » Elle leur rappelle que, lorsque la réunion est terminée, ils peuvent sortir et s’entraîner — comme une équipe parle d’abord, puis s’entraîne ensuite.\n\nDonc le message est : se réunir d’abord à l’intérieur, puis sortir s’entraîner pendant que la mère de Lenny est juste à côté en train de chercher des graines.",
  "sec_p10_s0_eli5": "- Après la réunion, Molly regarde par la fenêtre et voit qu’il pleut.\n- Elle dit : « Oh, non », car la pluie semble être une mauvaise nouvelle : ils ne peuvent pas sortir pour s’entraîner.\n- Mais en réalité, Molly est contente au fond d’elle. La pluie annule l’entraînement, alors elle peut rester à l’intérieur et se reposer.\n- Pense à ce moment où tu souris en secret parce qu’une forte pluie signifie qu’il n’y aura pas de jeu dehors à l’école. La pluie est son excuse pour ne pas s’entraîner."
}