{
  "txt_p5_t0": "Leroy, Lenny and David are the best jumpers in the Hopper Club. But Leroy has to play cricket on Friday.",
  "txt_p5_t0_easy_read": "Leroy, Lenny, and David are the best jumpers in the Hopper Club. On Friday, Leroy has to play cricket.",
  "txt_p5_t1": "4",
  "txt_p5_t1_easy_read": "Four.",
  "txt_p6_t0": "Molly Hopper has to take Leroy’s place. Molly is not a very good jumper and she is afraid all the time.",
  "txt_p6_t0_easy_read": "Molly Hopper must take Leroy’s place. Molly is not good at jumping. She feels scared all the time.",
  "txt_p6_t1": "5",
  "txt_p6_t1_easy_read": "The number is five.",
  "txt_p7_t0": "Molly Hopper is afraid to jump. Molly is afraid to jump high. Molly is afraid to jump long. Molly is afraid to jump in the potato sack race. If Molly doesn’t jump, the Croaker Club may win all three prizes for jumping.",
  "txt_p7_t0_easy_read": "Molly Hopper feels scared to jump. She feels scared to jump high. She feels scared to jump far. She feels scared to jump in the potato sack race. If she does not jump, the Croaker Club might win all three jumping prizes.",
  "txt_p7_t1": "6",
  "txt_p7_t1_easy_read": "The number is 6.",
  "txt_p8_t0": "Last year, the frogs in the Croaker Club won all three prizes. Leroy, Lenny and David say that Molly has to stop being afraid. The Hopper Club wants to win the prizes.",
  "txt_p8_t0_easy_read": "Last year, the Croaker Club frogs won all 3 prizes. Leroy, Lenny, and David tell Molly to stop being scared. The Hopper Club wants to win the prizes.",
  "txt_p8_t1": "7",
  "txt_p8_t1_easy_read": "This is the number seven.",
  "txt_p9_t0": "The Hopper Club is meeting at Lenny Hopper’s house. Lenny’s mother looks into the living room. “Children, I am going next door for some seeds. When your meeting is finished you can go outside and practise.”",
  "txt_p9_t0_easy_read": "The Hopper Club meets at Lenny Hopper’s house. Lenny’s mom looks into the living room. She says she is going next door to get seeds. When you finish the meeting, you can go outside and practice.",
  "txt_p9_t1": "8",
  "txt_p9_t1_easy_read": "This is the number eight.",
  "txt_p10_t0": "When the meeting is over Molly looks through the window. “Oh, no,” she says. “It’s raining. Now we can’t go outside to practise.” Molly is very happy that it is raining. Why?",
  "txt_p10_t0_easy_read": "After the meeting, Molly looks out the window. “Oh no,” she says. “It is raining. Now we cannot go outside to practice.” But Molly feels very happy about the rain. Why is she happy?",
  "txt_p10_t1": "9",
  "txt_p10_t1_easy_read": "Nine.",
  "img_p5_r0": "Two insect athletes in blue jerseys and red shorts leap: one long-jumps along a grassy track, while another clears a high-jump bar toward a red landing mat.",
  "img_p6_r0": "On a grassy field, one insect child long‑jumps toward a sand pit while another stands padded with a cricket bat by the stumps; below, a green girl in the same kit crouches with a worried expression in a purple shadow.",
  "img_p7_r0": "Four insect teammates in blue shirts and red shorts stand with hands on hips, gazing uneasily toward a thought bubble on the right amid a grassy field scattered with leaves.",
  "img_p8_r0": "On a log stage in a marsh, a grasshopper in a yellow dress holds up a golden trophy as three frogs in purple sweaters watch; two more cups rest on a ribboned green table among tall leaves, suggesting a prize ceremony.",
  "img_p9_r0": "In a cozy living room, an insect mother in a purple dress stands in the doorway holding a bag and speaking to two children in blue shirts and red shorts who lounge on chairs, while framed family portraits hang on the wall.",
  "img_p10_r0": "Inside a shabby room, raindrops streak an arched window as a green bug looks out, a brown bug slumps in a chair, and a tiny blue bug peeks from under the table.",
  "sec_p5_s0_eli5": "ELI5 explanation:\n- Three friends—Leroy, Lenny, and David—are the best jumpers in their team called the Hopper Club. Think of them like the superhero hoppers of their club.\n- The pictures show a hopper zooming forward and flying over a high bar, then landing safely on a soft red mat. That’s how good their jumping is.\n- But Leroy has another plan on Friday: he has to play cricket, a bat-and-ball game. So on Friday he can’t do the Hopper Club jumping because he’ll be at his cricket game.",
  "sec_p6_s0_eli5": "- Who: Molly Hopper.\n- What: She has to take Leroy’s place, like when your friend can’t play and you have to join the team.\n- Problem: Molly is not a very good jumper.\n- Feeling: She is afraid all the time about doing it.\n- What the pictures show: A kid bug jumping, another holding a bat for a game, and Molly sitting with a worried face, hugging her knees—she’s imagining the big jump and feeling scared.\n- Big idea: Sometimes we must try something even when we’re scared, like Molly taking Leroy’s place even though jumping is hard for her.",
  "sec_p7_s0_eli5": "- Molly Hopper feels afraid to jump.\n- There are three jumping games: jump high, jump long, and a potato sack race (you stand inside a big bag and hop like a bunny).\n- In the picture, Molly and her bug friends wear blue shirts and red shorts and look worried.\n- If Molly doesn’t try to jump, the other team, the Croaker Club, may win all three prizes for jumping.\nBig idea: Sometimes we feel scared, but trying helps your team and keeps the prizes from going to the other club.",
  "sec_p8_s0_eli5": "Think of two frog teams at a sports day. Last year, the Croaker Club won all three prizes — they got all the shiny trophies. Now, Leroy, Lenny, and David tell their friend Molly to stop being afraid so she can help their team. The Hopper Club wants to win the prizes this time. In the picture, you see the golden trophies and the frogs looking ready to try their best.",
  "sec_p9_s0_eli5": "Think of the Hopper Club like a little team of friends. They are having a meeting at Lenny Hopper’s house, sitting in the living room.\n\nLenny’s mother peeks in holding a bag. She says, “Children, I’m going next door for some seeds.” She reminds them: when the meeting is finished, they can go outside and practise—like a team talks first, then practises after.\n\nSo the message is: meet first inside, then go outside and practise while Mom is just next door getting seeds.",
  "sec_p10_s0_eli5": "- After the meeting, Molly looks out the window and sees it is raining.\n- She says, “Oh, no,” because rain sounds like bad news: they can’t go outside to practise.\n- But Molly is actually happy inside. The rain cancels practise, so she can stay indoors and rest.\n- Think of it like when you secretly smile because heavy rain means no outside game at school. The rain is her excuse not to practise."
}